astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
edwinhuish.better-comments-next
egirlcatnip.adwaita-github-theme
esbenp.prettier-vscode
hangxingliu.vscode-nginx-conf-hint
hangxingliu.vscode-systemd-support
mgmcdermott.vscode-language-babel
ms-python.debugpy
ms-python.python
pkief.material-icon-theme
pkief.material-product-icons
prisma.prisma
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
svelte.svelte-vscode
tamasfe.even-better-toml
tomoki1207.pdf
vadimcn.vscode-lldb
vue.volar
yoavbls.pretty-ts-errors
